/* 
   Localizable.strings
   Redial

   Created by qqn_pipi on 10-7-29.
   Copyright 2010 QQN-PIPI.com. All rights reserved.
 */

// Common Translation

"Cancel" = "Cancel";

"Back" = "Back";

"Edit" = "Edit";

"Call" = "Call";

"Dial" = "Dial";

"Settings" = "Settings";

"Items" = "Items";

"Support" = "Support";

"Save" = "Save";

"No" = "No";

"Yes" = "Yes";

"Close" = "Close";

"Text Message" = "Text Message";

"Submit" = "Submit";

"Reset" = "Reset";

"Help" = "Help";

// SMS & Call Message

"kCallNotSupportOnIPod" = "Your device doesn't support telephony feature.";

"kSmsNotSupportOnOS" = "Your iPhone OS doesn't support this SMS sending feature.";

"kInfoSmsSentSuccess" = "Message is sent successfully.";

"kInfoSmsSentFailure" = "Fail to text message, please check network status or your iPhone settings.";

"kInfoAddCalendarSuccess" = "Event is added into your calendar successfully.";

"kInfoConfirmDelete" = "Do you want to remove this item?";

"kInfoValueEmpty" = "Configuraiton value cannot be empty";

"kInfoSaveConfigSuccess" = "Save settings successfully.";

"ConnectingServer" = "Connecting to server...";

"kErrorNetwork" = "This app requires Internet connection. Please check your network availability.";

"kSystemFailure" = "Fail to connect to server. Please check your network availability.";

"Feedback" = "Feedback";

"Follow" = "Post";

"Invite" = "Invite";

"Nearby" = "Place";

"Setting" = "Me";

"kAroundPlace" = "Nearby";

"kMyPlace" = "Follow";

"kCreatePlace" = "Create";

"kEnterPlaceName" = "Name, Unique in the City";

"kChooseLocation" = "Spin Location";

"kEnterPlaceDescription" = "Description";

"kPlaceNameEmpty" = "Place name must not be empty.";

"kPlaceNameIncorrect" = "Place name must be letters or digital numbers.";

"kCreatingPlace" = "Creating Instant Place...";

"kFinishSelectLocation" = "Done";

"kCreatePlace" = "Create";

"kNewPost" = "Create Post";

"kTextContent" = "Text";

"kPhotoContent" = "Photo";

"kSavePost" = "Post";

"kCreatingPost" = "Submiting Post...";

"kRegisteringUser" = "Sending Request...";

"kNearbyPost" = "Nearby";

"kFollowPost" = "Follow";

"kAtMePost" = "@Me";

"kMyPrivateMessage" = "Message";

"kDistance" = "%d Meters";

"kPlacePosts" = "Latest Posts";

"kFollow" = "Follow";

"kUnfollow" = "Unfollow";

"kFollowingPlace" = "Sending following request...";

"kUnfollowingPlace" = "Sending Unfollowing request...";

"kDateByMinute" = "%d Minutes Ago";

"kDateBySecond" = "%d Seconds Ago";

"kDateByHour" = "%d Hours Ago";

"kDateByDay" = "%d Days Ago";


"kTotalRelated" = "%d Related";

"kRelatedPost" = "Related Posts";

"kPlacePostTitle" = "All Posts";

"kPostRelatedPostTitle" = "Post Details";

"kCreatePostTitle" = "New Post";

"kSyncSNSYes" = "SNS(√)";

"kSyncSNSNo" = "SNS(X)";

"kReplyPostTitle" = "Reply Post";

"kCreatePostTitle" = "New Post";

"kNoContentInPost" = "You shall write down some text or select a photo to submit the post.";

"kExceedContentLength" = "Only 140 text content allowed";

"kSegText" = "Text (%d)";

"kSegPhoto" = "Photo (%d)";

"kTextLengthExceed" = "Post text shall not exceed 140 characters.";

"kLoginIdNotMatch" = "The ID you enter doesn't match what you set before. Please enter again.";

"kLoginIdExist" = "The ID you enter has been used. Please try another one.";

"kLoginGeneralError" = "Sorry, login failure. Error code is %d. Please contact our service support email to resolve the issue.";

"kFailInitAuthorization" = "Fail to send authorization request, please check your network availability.";

"kInitiateAuthorization" = "Start Authorization...";

"kCheckAuthorizationResponse" = "Check Result...";

"Logout" = "Logout";

"kNickName" = "Nick Name";

"kMobile" = "Mobile";

"kSinaWeibo" = "新浪微博";

"kQQWeibo" = "腾讯微博";

"kRenren" = "人人网";

"kBind" = "Bind";

"kNotBind" = "Not Bind";

"kEnterMobileNumber" = "Mobile Number (e.g. +188888888)";

"kEnterNickNameTitle" = "Set Nick Name";

"kEnterMobileTitle" = "Set Mobile";

"kNickNameNotNull" = "Nick Name cannot be empty. Please set again";

"kUpdatingUser" = "Updating profile...";

"kUpdateUserSucc" = "Update user profile successfully";

"kUpdateUserFail" = "Fail to update user profile to server.";

"kSelectFromAlbum" = "Select From Album";

"kTakePhoto" = "Take Photo";

"kSendAppLinkBody" = "Hi, check out InstantPlace for iPhone. Get it now from %@ and enjoy talking to people around.";

"kSendAppLinkSubject" = "InstantPlace for iPhone";

"kSendBySMS" = "Send By SMS";

"kSendByEmail" = "Send By Email";

"Send" = "Send";

"kReply" = "Reply";


"kFeedbackLabel" = "If you have any suggestion or feedback, please click the button below to send an email to us.";

"kFeedbackButton" = "Tell Us Your Feedback";

"kFeedbackSubject" = "Feedback on Instant Place";

"Feedback" = "Feedback";

"kAskFollowPlace" = "Do you want to follow %@ now?";

"kFollowSucc" = "Follow place successfully.";

"More..." = "More...";

"kCreatePlaceTitle" = "New Instant Place";

"kSelectPlaceTitle" = "Select Place";

"kSendPrivateMessage" = "Send Message";

"kSendTo" = "To : ";

"kUnknowFailure" = "Fail to send request, please try again later.";

"kNoContentInMessage" = "Message has no content. Please write down something.";

"kSendingMessage" = "Sending message...";

"kDeletingMessage" = "Deleting message...";

"DOWNLOAD_STATUS_NOT_STARTED" = "Not Started";

"DOWNLOAD_STATUS_STARTED" = "Ongoing";

"DOWNLOAD_STATUS_FINISH" = "Downloaded";

"DOWNLOAD_STATUS_PAUSE" = "Paused";

"DOWNLOAD_STATUS_FAIL" = "Fail";

"Pause" = "Pause";

"Resume" = "Resume";

"Play" = "Play";

"View" = "View";

"Open" = "Open";

"kDownloadCount" = "%d";

"kDownloadURL" = "Download file from %@ ?";

"kYesDownload" = "Yes, download the file";

"kNoOpenURL" = "No, open the URL";

"kTryDownloadNow" = "Trying to download the link now!";

"kDownloadStart" = "Start to download %@";

"kDownloadFinish" = "Finish downloading %@";

"kDownloadFailure" = "Fail to download %@";

"kFromWebSite" = "From : %@";

"kCannotPreviewFile" = "Sorry, cannot preview this file.";

"kNowPlaying" = "Playing";

//Preview  and  Share  and   Sent to

"kBack" = "Back";

"kNextItem" = "Next";

"kPreview" = "Preview";

"kOpen" = " Open";

"kRename" = " Rename";

"kDelete" = " Delete";

"kShare" = "Share";

"kFacebook" = " Facebook";

"kTwitter" = " Twitter";

"kEmail" = " Email";

"kSMS" = " SMS";

"kMore" = " More";

"kSendto" = "Send to";

"kAlbum" = " Album";

"kRenameFileAlertTitle" = "Input new file name:";

"kRenameFileAlertOkButtonTitle" = "OK";

"kRenameFileAlertCancelButtonTitle" = "Cancel";

"kRenameFileSuccessful" = "Rename successfully";

"kRenameFileFailed" = "Fail to rename file";

"kDeleteFileAlertTitle" = "Delete File";

"kDeleteFileAlertMessage" = "Are you sure to delete file: %@";

"kDeleteFileAlertCancelButtonTitle" = "No";

"kDeleteFileAlertOtherButtonTitle" = "Yes";

"kDeleteFileFailed" = "Fail to delete file.";

"kShareEmailSubject" = "File Shared From AXE Downloader";

"kShareEmailBody" = "%@ %@";

"kSendEmailSubject" = "File Sent From AXE Downloader";

"kSendEmailBody" = "%@";

"kEmailCanceled" = "Mail Cancelled";

"kEmailSaved" = "Mail Saved";

"kEmailSent" = "Mail Sent";

"kEmailFailed" = "Fail to send email";

"kEmailNotSent" = "Mail Not Sent";

"kMessageCanceled" = "Message Cancelled";

"kMessageSent" = "Message Sent";

"kMessageFailed" = "Fail to send message";

"kMessageNotSent" = "Message Not Sent";

"kCanNotSendSMS" = "Device doesn't support sending SMS.";

"kSavingToAlbum" = "Saving Files to Photo Album...";

"kSaveToAlbumFail" = "Fail to Save File to Photo Album";

"kSaveToAlbumSuccess" = "Save File to Photo Album successfully";

//TopDownloadController

"kDownloaded_Before" = "The file has been downloaded before. Do you want to download it again?";

"kRedownload" = "Yes";

//Download

"kFilterAllButtonTitle" = "  All  ";

"kFilterCompleteButtonTitle" = " Finish";

"kFilterDownloadingButtonTitle" = " Ongoing";

"kFilterStarredButtonTitle" = " Starred";

"kNowPlaying" = "Playing";

"kNowViewing" = "View";

//Resource

"kTopButtonTitle" = " Top";

"kHotButtonTitle" = " Hot";
 
"kNewButtonTitle" = " New";

"kStarredButtonTitle" = " Favorite";

"kFileType_other" = "other";

//VideoPlayer

"kVideo" = "Video";

"kOK" = "OK";

"kPrevious" = "Previous";

"kNext" = "Next";

"kTips" = "Tips";

"kAlreadyLast" = "Already last one!";

"kAlreadyFirst" = "Already first one!";

"kNoVideo" = "No Video";

//Wallpaper

"kNoWallpaper" = "No Wallpaper";

//Book

"kNoBook" = "No Book";

//DownloadWebViewController

"kBackButtonTitle" = "Return";

"kStopButtonTitle" = "Stop";

"kReloadButtonTitle" = "Reload";

"kAddFavoriteButtonTitle" = "Save";

"kBackwardButtonTitle" = "Prev";

"kForwardButtonTitle" = "Next";

//in the file:"DownloadAppDelegate.m"

"kFirstViewTitle" = "Top";

"kSecondViewTitle" = "Resource";

"kThirdViewTitle" = "Browse";

"kFourthViewTitle" = "Download";

"kMusic" = "Music";

"kVideo" = "Video";

"kBook" = "Book";

"kRingtone" = "Ringtone";

"kWallpaper" = "Wallpaper";

//in the file:"BrowseController.m"

"kBrowseButtonTitle" = "GO";

"kCommonlyUsedWordsLabel" = "Keywords";

"kFailLoadSite" = "Fail to send request to server";

"kLoadingURL" = "Loading web pages...";

"kLoadingData" = "Requesting data...";

"kSaveFavoriteOK" = "Save to favorite OK! You can go to Resource tab to view your favorite sites";

"kTopDownload" = "Top Downloads";

"kResourceSites" = "Resource Sites";

"kCompleteDownloads" = "Finished";

"kAllDownloads" = "All Downloads";

"kOngoingDownloads" = "Ongoing";

"kStaredDownloads" = "Starred";

"kGotoWebView" = "Now Viewing";

"kNoTopDownloadData" = "No Data";

"kNoDownloadData" = "No Data";

"other" = "other";
